Repository: Bandie/pam_panic
Catalog: po4a/*.po
Languages: de, fr, ja, nl, pl

source: PAM Panic Manual
de: PAM Panic Handbuch
fr: Manuel de PAM Panic
ja: PAM Panic マニュアル
nl: Handleiding voor PAM Panic
pl: Instrukcja obsługi PAM Panic

source: pam_panic - PAM module with panic function to protect sensitive data in emergency situations
de: pam_panic - PAM-Module mit Panik-Funktion zum Schützen von wichtigen Daten in Notsituationen
fr: pam_panic - Module PAM pour un contrôle d'accès via l'utilisation d'un périphérique amovible (avec une fonction panique)
ja: pam_panic - 緊急時に機密データを保護するPAMモジュール
nl: pam_panic - PAM-module met paniek-functie om gevoelige data in noodsituaties te beschermen
pl: pam_panic - Moduł PAM z funkcją paniki aby ochronić ważne dane w wypadku awarii

source: SYNOPSIS
de: ÜBERSICHT
ja: 概要
nl: OVERZICHT
pl: PRZEGLĄD

source: DESCRIPTION
de: BESCHREIBUNG
ja: 説明
nl: BESCHRIJVING
pl: OPIS

source: The pam_panic PAM module protects sensitive data and provides a panic function for emergency situations.
de: Das pam_panic PAM-Modul schützt wichtige Daten durch das Anbieten einer Panik-Funktion.
fr: Le module PAM pam_panic protège les données sensibles et fournit une fonction de panique pour les situations d'urgence.
ja: pam_panic PAMモジュールは、緊急時にデータを保護するためのパニック機能を実装します。
nl: Het pam_panic PAM-module beschermt gevoelige data en biedt een paniek-functie voor noodgevallen.
pl: Moduł PAM pam_panic chroni ważne i oferuje funkcje paniki.

source: There are two possible options in how to use this PAM module:
de: Es gibt zwei Möglichkeiten der Verwendung:
fr: Il-y-à deux options possibles pour utiliser ce module PAM:
ja: このPAMモジュールを使用するには、次の2つの方法があります。
nl: Er zijn twee mogelijke opties om dit PAM-module te gebruiken:
pl: Możesz go używać na dwa sposoby:

source: First possible option:
de: Erste Möglichkeit:
fr: Première option possible:
ja: 方法1:
nl: Eerste mogelijke optie:
pl: Pierwszy sposób:

source: There are two removable media which work as keys: the auth key and the panic key. The auth key will let you pass to the password prompt whereas the panic key will call the I<panic function>.
de: Man verwendet zwei Wecheldatenträger, die als Schlüssel dienen. Hierbei funktioniert eines als Authentifizierungsschlüssel und eines als Panikschlüssel. Der Panikschlüssel führt die I<Panikfunktion> aus.
fr: Il y à deux périphériques amovibles qui fonctionnent comme clé : la clé d'authentification et la clé de panique. La clé d'authentification permet de passer à la demande de mot de passe alors que la clé de panique appellera la I<fonction de panique>.
ja: 認証キーとパニックキーの2つのデバイスをキーとして使用します。 認証キーではパスワード認証をスキップし、パニックキーではパニック機能が起動します。
nl: Er zijn twee verwijderbare media die als sleutels gebruikt worden: de auth-sleutel en de paniek-sleutel. De auth-sleutel laat jij naar het wachtwoord-prompt door en de paniek-sleutel roept de I<paniek-functie> op.
pl: Potrzebujesz dwa nośniki wymienne: które służą jako klucze. Jeden służy jako klucz uwierzytelniania i jeden służy jako klucz paniczny. Klucz paniczny wykonuje I<funkcje paniczną>.

source: See options B<allow> and B<reject>.
de: Sie dazu die Optionen B<allow> und B<reject>.
fr: Voir l'options B<allow> et B<reject>.
ja: オプションB<allow>とB<reject>を参照してください。
nl: Zie opties B<allow> en B<reject>.
pl: Przeczytaj informacje opcji B<allow> i B<reject>.

source: Second possible option:
de: Zweite Möglichkeit:
fr: Seconde option possible:
ja: 方法2:
nl: Tweede mogelijke optie:
pl: Drugi sposób:

source: There are two passwords: the key password and the panic password. The key password will let you pass to the original password prompt whereas the panic password will call the I<panic function>.
de: Man verwendet zwei Passwörter, die als Schlüssel dienen. Dabei wird ein Schlüsselpasswort (Key password) und ein Panikpasswort (Panic password) festgelegt.Das Panikpasswort wird hierbei die I<Panikfunktion> aufrufen.
fr: Il-y-à deux mots de passe: le mot de passe de clé et celui de panique. Le mot de passe de clé permet de passer à la demande de mot de passe alors que celui de panique appellera la I<fonction de panique>.
ja: パスワードを2つ用意します。認証パスワードとパニックパスワードです。認証パスワードでは通常通り認証が行われ、パニックパスワードではパニック機能が起動します。
nl: Er zijn twee wachtwoorden: het sleutelwachtwoord en het paniek-wachtwoord. Het sleutelwachtwoord laat jij naar het wachtwoord-prompt door en het paniek-wachtwoord roept de I<paniek-functie> op.
pl: Masz dwa hasła, które służą jako klucze. Jedno jest hasłem kluczowym (key password) i jedno jest hasłem panikowym (panic password).Hasło panikowe wykona I<funkcje paniczną>.

source: See option B<password>.
de: Siehe dazu die Option B<password>.
fr: Voir l'option B<password>.
ja: オプションB<password>を参照してください。
nl: Zie optie B<password>.
pl: Przeczytaj informacje opcji B<password>.

source: The panic function:
de: Die Panikfunktion:
fr: La fonction de panique:
ja: パニック機能:
nl: De paniek-functie:
pl: Funkcja paniczna:

source: The behaviour of this function is defined through the arguments B<reboot>, B<poweroff> and/or B<serious>. See the B<OPTIONS> section for details.
de: Das Verhalten der Panikfunktion wird durch die Argumente B<reboot>, B<poweroff> und/oder B<serious> definiert. Siehe dazu den Abschnitt B<OPTIONEN>.
fr: Le comportement de cette fonction est défini via les arguments B<reboot>, B<poweroff> et/ou B<serious>. Voir la section B<OPTIONS> pour plus de détails.
ja: この機能の動作は次の引数によって指定されます: B<reboot>, B<poweroff> または B<serious> 。詳細については、 B<オプション> セクションを確認してください。
nl: Het gedrag van deze functie wordt door de argumenten B<reboot>, B<poweroff> en/of B<serious> bepaald. Zie de sectie B<OPTIES> voor details.
pl: Zachowanie funkcji paniki jest kontrolowane przez argumenty B<reboot>, B<poweroff> i/lub B<serious>. Przeczytaj sekcję B<OPCJE>.

source: OPTIONS
de: OPTIONEN
ja: オプション
nl: OPTIES
pl: OPCJE

source: Activates the password function having a panic and key password. If the options B<allow> and B<reject> are provided this option will be ignored.
de: Aktiviert die Passwortfunktion mit einem Panik- und Schlüsselpasswort. Wenn B<allow> und B<reject> gesetzt sind, wird diese Option ignoriert.
fr: Active la fonction de mot de passe avec un mot de passe de clé et de panique. Si les options options B<allow> et B<reject> sont fournies, cette option sera ignorée.
ja: パスワードを認証に使用します。 引数に B<allow> と B<reject> が指定されている場合、このオプションは無視されます。
nl: Activeert de wachtwoord-functie met een paniek- en een sleutelwachtwoord. Als de opties B<allow> en B<reject> aangegeven worden wordt deze optie genegeerd.
pl: Aktywuje funkcję hasła z hasłem panicznym i kluszowym.Jeśli B<allow> i B<reject> są użyte, opcja zostanie ominięta.

source: These passwords can be set with the B<pam_panic_pw>(1) command.
de: Diese Passwörter können mit dem B<pam_panic_pw>(1) Programm gesetzt werden.
fr: Ces mots de passe peuvent être définis via le programme B<pam_panic_pw>(1).
ja: パスワードは B<pam_panic_pw>(1) コマンドによって指定できます。
nl: Deze wachtwoorden kunnen met het commando B<pam_panic_pw>(1) gezet worden.
pl: Hasła mogą być ustawione za pomocą programu B<pam_panic_pw>(1).

source: The UUID of the device to be used for authentication (the auth key).
de: Diese Geräte-UUID wird zur Authentifizierung benutzt (Authentifierungsschlüssel).
fr: L'UUID du péripherique à utiliser pour l'authentification (la clé d'authentification).
ja: デバイスのUUIDを認証に使用します。
nl: De UUID van het toestel dat voor authenticatie gebruikt zal worden (de auth-sleutel).
pl: Ta UUID będzie użyta do uwierzytelniania (klucz uwierzytelniania).

source: The device must be GPT-formatted and contain at least one partition. The UUID of a GPT-formatted device looks like "12345678-9ABC-DEF0-1234-56789ABCDEF0".
de: Der Wechseldatenträger muss GPT-formatiert sein und mindestens eine Partition enthalten.Die UUID eines GPT-formatierten Gerätes sieht beispielsweise so aus: "12345678-9ABC-DEF0-1234-56789ABCDEF0".
fr: Le périphérique doit être formatté en GPT avec au moins une partition. L'UUID du périphérique formatté en GPT ressemble à "12345678-9ABC-DEF0-1234-56789ABCDEF0".
ja: デバイスはGPTでフォーマットされている必要があり、最低1つのパーティションを含んでいる 必要があります。GPTでフォーマットされたデバイスのUUIDは次のようになります: "12345678-9ABC-DEF0-1234-56789ABCDEF0"。
nl: Het toestel moet GPT-geformatteerd zijn en tenminste een partitie bevatten. De UUID van een GPT-geformatteerd toestel ziet er zoals "12345678-9ABC-DEF0-1234-56789ABCDEF0" uit.
pl: Wymienny nośnik danych musi być sformatowany w formacie GPT I zawierać co najmniej jedną partycję. Na przykład: identyfikator UUID urządzeniasformatowanego na GPT wygląda tak: "12345678-9ABC-DEF0-1234-56789ABCDEF0".

source: See B<HOW TO DETERMINE MY UUIDS> for details.
de: Weitere Informationen im Abschnitt B<WIE BESTIMME ICH MEINE UUIDS>.
fr: Lisez COMMENT DÉTERMINER MES UUIDS pour plus de détails.
ja: 詳細については B<UUIDを調べる方法> を確認してください。
nl: Zie B<HOE BEPAAL IK MIJN UUIDS> voor details.
pl: Więcej informacji w dziale B<JAK ROZPOZNAĆ MOJE UUIDs>.

source: The UUID of the device to be used in emergencies. The presence of this device will trigger B<reboot>, B<poweroff> and/or the panic function, depending on whether B<reboot>, B<poweroff>, and/or B<serious> are specified.
de: Diese Geräte-UUID, welches in Notfällen benutzt wird. Die Verwendung des Gerätes wird B<reboot>, B<poweroff> und/oder die Panikfunktion auslösen, sofern B<reboot> B<poweroff> und/oder B<serious> angegeben wurden.
fr: L'UUID du périphérique à utiliser en cas d'urgence. La présence de ce périphérique entrainera un B<reboot>, B<poweroff> et/ou la fonction de panique, selon si B<reboot>, B<poweroff>, et/ou B<serious> sont spécifiés.
ja: 緊急時に使用するデバイスのUUIDを指定します。このデバイスが存在する場合、B<reboot>, B<poweroff> またはパニック機能が発動します。 パニック機能は B<reboot>, B<poweroff>, B<serious> のうち、いずれか1つ以上で指定されます。
nl: De UUID van het toestel dat in noodgevallen gebruikt wordt. De aanwezigheid van dit toestel zal B<reboot>, B<poweroff> en/of de paniek-functie activeren, afhankelijk daarvan, of B<reboot>, B<poweroff> en/of B<serious> gezet zijn.
pl: UUID urządzenia, które będzie użyte w wypadku awarii. Użycie tego urządzenia uruchomi B<reboot>, B<poweroff> i/lub funkcje paniczną, jeśli B<reboot>, B<poweroff> i/lub B<serious> zostały podane.

source: B<reboot> (recommended)
de: B<reboot> (empfohlen)
fr: B<reboot> (recommendé)
ja: B<reboot> (推奨)
nl: B<reboot> (aanbevolen)
pl: B<reboot> (zalecane)

source: Indicates that the system should reboot when the I<panic function> is triggered.
de: Sorgt für ein Neustart des Systems, sobald die I<Panikfunktion> ausgelöst wird.
fr: Indique que le système doit redémarrer lorsque la I<fonction panique> est déclenchée.
ja: I<パニック機能>が起動したときにシステムが再起動することを示します。
nl: Geeft aan dat het systeem zal herstarten als de I<paniek-functie> opgeroepen wordt.
pl: Uruchomia system ponownie, gdy I<funkcja paniczna> jest uruchomienia.

source: This option is recommended.
de: Diese Option ist empfohlen.
fr: Cette option est recommandée.
ja: このオプションが推奨されます。
nl: Deze optie is aanbevolen.
pl: Ta opcja jest zalecona.

source: If B<poweroff> is also specified, B<reboot> will be ignored.
de: Wenn B<poweroff> ebenfalls angegeben worden ist, wird B<reboot> ignoriert.
fr: Si B<poweroff> est aussi spécifié, B<reboot> sera ignoré.
ja: B<poweroff> が同時に指定されている場合、 B<reboot> は無視されます。
nl: Als B<poweroff> ook gezet is wordt B<reboot> genegeerd.
pl: Jeśli B<poweroff> też jest podane, B<reboot> zostanie zignorowane.

source: Indicates that the system should shut down when the I<panic function> is triggered. This option is discouraged for security reasons.
de: Sorgt für ein Herunterfahren des Systems, sobald die I<Panikfunktion> ausgeführt wird. Diese Option ist aus Sicherheitsgründen nicht empfehlenswert.
fr: Indique que le système doit s’éteindre lorsque la I<fonction de panique> est déclenchée. Cette option est déconseillée pour des raisons de sécurité.
ja: I<パニック機能>が起動したときにシステムがシャットダウンすることを示します。 セキュリティ上の理由から、このオプションはお勧めできません。
nl: Toont dat het systeem zal afsluiten als de I<paniek-functie> opgeroepen wordt. Van deze optie wordt vanwege veiligheidsredenen afgeraden.
pl: Wyłącza system gdy I<funkcja paniczna> jest wykonany.Ta opcja nie jest zalecana ze względów bezpieczeństwa.

source: The UUID of the device containing the LUKS header to erase the key slots from when the I<panic function> is triggered. Erasing the LUKS header key slots will render the data unreadable.
de: Die Geräte-UUID, dessen LUKS-Header-Schlüsselslots zerstört werden soll, sobald die I<Panikfunktion> ausgelöst wurde. Das Zerstören der LUKS-Header-Schlüsselslots hat zu Folge, dass die Daten nicht mehr lesbar sein werden.
fr: L'UUID du périphérique contenant les emplacements de clés en-tête LUKS à effacer lorsque la I<fonction de panique> est déclenchée. Effacer l'en-tête LUKS rendra les données illisibles.
nl: De UUID van het toestel dat de bij het oproepen van de I<paniek-functie> te wissende LUKS-header key slots bevat. Het wissen van de LUKS-header zal de data onleesbaar maken.
pl: UUID urządzenia, które sloty kluczowe headera LUKS zostaną zniszczone kiedy I<funkcja paniczna> zostanie wywołany. Po zniszczenie slotów kluczowych headera LUKS dane już nie będą czytelne.

source: The internal command which will be executed is "B<cryptsetup luksErase [UUID]>".
de: Der interne Befehl, der ausgeführt werden wird ist "B<cryptsetup luksErase [UUID]>".
fr: La commande interne qui sera exécutée est la suivante: "B<cryptsetup luksErase [UUID]>".
ja: 実行される内部コマンドは "B<cryptsetup luksErase [UUID]>"です。
nl: Het interne commando dat uitgevoerd wordt is "B<cryptsetup luksErase [UUID]>".
pl: Wewnętrzne polecenie, które zostanie wykonane, jest "B<cryptsetup luksErase [UUID]>".

source: NOTE: You should make a backup of the LUKS header before using this function.
de: HINWEIS: Ein Backup des LUKS-Headers wäre vor Verwendung dieser Funktion sinnvoll.
fr: NOTE: Vous devriez faire une sauvegarde de l'entête LUKS avant d'utiliser cette fonction.
ja: 注意: この機能を使用する前に、LUKSヘッダーをバックアップしておくことをおすすめします。
nl: LET OP: Het is aanbevolen een backup van de LUKS-header te maken voordat deze functie gebruikt wordt.
pl: UWAGA: Kopia zapasowa nagłówki LUKS byłaby dobra decyzja przed użyciem tej funkcji.

source: Indicates that this module will refuse any logins if the configuration is corrupt.
de: Sorgt für ein aussperren aus dem System, falls die Konfiguration beschädigt ist.
fr: Indique que ce module refusera toute connexion si la configuration est corrompue.
nl: Toont dat de module alle login-pogingen afwijst als de configuratie een fout heeft.
pl: Blokuje system jeśli konfiguracja jest uszkodzona.

source: USAGE
de: ANWENDUNG
fr: UTILISATION
ja: 使用法
nl: GEBRUIK
pl: ANWENDUNG

source: To activate the module you have to configure PAM. See B<pam.conf(5)> for details.
de: Um dieses Modul zu aktivieren, musst du PAM konfigurieren. Siehe B<pam.conf(5)>.
fr: Pour activer ce module vous devez configurer PAM. Lisez B<pam.conf(5)> pour plus de détails.
ja: ジュールを使用するためには、PAMを設定する必要があります。詳細については、 B<pam.conf(5)> を参照してください。
nl: Om het module te activeren moet PAM geconfigureerd worden. Zie B<pam.conf(5)> voor details.
pl: Aby aktywować ten moduł, trzeba skonfigurować PAM. Przeczytaj B<pam.conf(5)>.

source: In general, you will want to add the following to the top of a PAM configuration file:
de: In allgemeinen Worten gefasst möchte man folgende Zeilen am Anfang einer PAM-Konfigurationsdatei hinzufügen:
fr: En général, vous voudrez ajouter ce qui suit au début du fichier de configuration PAM:
ja: 多くの場合、PAM設定ファイルの先頭に次の内容を設定するばあいです。
nl: In het algemeen zal jij het volgende aan het begin van een PAM-configuratiebestand willen toevoegen:
pl: Ogólnie następne linie mogą być pożądane na początku pliku konfiguracji.

source: Or:
de: Oder auch:
fr: Ou:
ja: または：
nl: Of:
pl: Albo:

source: HOW TO DETERMINE MY UUIDS
de: WIE BESTIMME ICH MEINE UUIDS
fr: COMMENT DÉTERMINER MES UUIDS
ja: UUIDを調べる方法
nl: HOE BEPAAL IK MIJN UUIDS
pl: JAK ROZPOZNAĆ MOJE UUIDs

source: You will find your UUIDs in I</dev/disk/by-partuuid>. You might want to execute "B<ls -l /dev/disk/by-partuuid/>" in your favourite shell to find out which UUID is which device. If I</dev/disk/by-partuuid> is not existent, you can use the ID from I</dev/disk/by-uuid> or I</dev/disk/by-id>.
de: Die UUIDs können unter I</dev/disk/by-partuuid> gefunden werden. Um nachvollziehen zu können, welcher Wecheldatenträger welches ist, ist es ratsam "B<ls -l /dev/disk/by-partuuid/>" in der Lieblingsshell auszuführen. Wenn I</dev/disk/by-partuuid> nicht existiert, kann die ID von I</dev/disk/by-uuid> oder I</dev/disk/by-id> benutzt werden.
fr: Vous trouverz vos UUIDs dans /dev/disk/by-partuuid. Vous voudriez peut-être executer "ls -l /dev/disk/by-partuuid/" dans votre shell favoris pour trouver quel UUID correspond à quel périphérique. Si I</dev/disk/by-partuuid> n'existe pas, vous pouvez utiliser l'ID de I</dev/disk/by-uuid> ou I</dev/disk/by-id>.
ja: /dev/disk/by-partuuid でUUIDを調べることができます。 "ls -l /dev/disk/by-partuuid/" を任意のシェルで実行して、どのデバイスがどのUUIDかを調べる必要があるかもしれません。 /dev/disk/by-partuuid が存在しない場合は、/dev/disk/by-uuid または /dev/disk/by-id のIDを使用できます。
nl: Je vindt je UUIDs in I</dev/disk/by-partuuid>. Om uit te vinden welke UUID bij welk toestel hoort kan je B<ls -l /dev/disk/by-partuuid/> uitvoeren. Als I</dev/disk/by-partuuid> niet bestaat kan je de ID uit I</dev/disk/by-uuid> of I</dev/disk/by-id> gebruiken.
pl: UUIDs znajdziesz pod I</dev/disk/by-partuuid>. Aby zrozumieć, który dysk ma którą UUID, możesz wykonać"B<ls -l /dev/disk/by-partuuid/>" w twojej ulubionej powłoce.Jeśli I</dev/disk/by-partuuid> nie istnieje, ID od I</dev/disk/by-uuid> lub I</dev/disk/by-id> może być używana.

source: LEGAL NOTICE
de: RECHTLICHER HINWEIS
fr: MENTION LEGALE
pl: NOTA PRAWNA

source: You should not issue the panic function if you think that your data has been cloned before. This might cause more problems than it can help you.
de: Man sollte die Panikfunktion nicht ausführen, wenn man die Vermutung hat, dass die Daten zuvor geklont worden sind. Das könnte mehr Probleme hervorrufen als dass es helfen kann.
fr: Vous ne devez pas émettre de fonction de panique si vous pensez que vos données ont déjà été clonées. Cela pourrait causer plus de problèmes que cela ne pourrait vous aider.
pl: Nie powinieneś wydawać funkcji paniki, jeśli uważasz, że twoje dane zostały sklonowane wcześniej. Może to spowodować więcej problemów, niż może ci pomóc.

source: ADDITIONAL SECURITY: MEMORY POISONING
de: ZUSÄTZLICHE SICHERHEIT: MEMORY POISONING

source: If you want to be sure to have your memory clear of all information when issuing a reboot/shutdown you might want to add the options
de: Wenn man sichergehen möchte, dass der Speicher von allen Informationen vor einem reboot/shutdown befreit werden, möchte man die Optionen

source: and
de: und

source: to your kernel arguments. For GRUB2 you just append it on your B<GRUB_CMDLINE_LINUX> entry in I</etc/default/grub> and generate a new GRUB2 config:
de: zu den Kernelargumenten hinzufügen. Bei GRUB2 fügt man sie dem Eintrag B<GRUB_CMDLINE_LINUX> in I</etc/default/grub> an und generiert eine neue GRUB2-Konfiguration:

source: RETURN VALUES
de: RÜCKGABEWERTE
fr: VALEURS DE RETOUR
ja: 返り値
nl: AFSLUITSTATUS
pl: WARTOŚĆI ZWROTNE

source: Access was granted.
de: Zugriff wurde gewährt.
fr: Accès autorisé.
ja: アクセスは許可されました。
nl: Toegang toegestaan.
pl: PRZYZNANO DOSTĘP.

source: An error has occured. The module will be ignored.
de: Ein Fehler ist aufgetreten. Dieses Modul wird ignoriert.
fr: Une erreur est survenue. Le module sera ignoré.
ja: エラーが発生しました。モジュールは無視されます。
nl: Er was een fout. Dit module wordt genegeerd.
pl: Wystąpił bład. Ten moduł będzie ignorowany.

source: The removable media was not detected.
de: Der Wechseldatenträger wurde nicht erkannt.
fr: Le péripherique amovible n'a pas été détécté.
ja: リムーバブルメディアが検知されませんでした。
nl: Het verwijderbare medium werd niet gedetecteerd.
pl: Wymienny nośnik danych nie został wykryty.

source: FILES
de: DATEIEN
fr: FICHIERS
ja: ファイル
nl: BESTANDEN
pl: PLIKI

source: This PAM module, which does everything of this above.
de: Dieses PAM-Modul, welches für alles zuständig ist.
fr: Ce module PAM.
ja: このPAMモジュールです。
nl: Dit PAM-module wat het bovenstaande doet.
pl: Ten moduł PAM, który jest odpowiedzialny za wszystko.

source: Program to set and change the passwords.
de: Programm zum Setzen und Verändern der Passwörter.
fr: Programme pour configurer les mots de passe.
ja: パスワードの設定および変更を行うためのプログラムです。
nl: Programma om de wachtwoorden te zetten en te wisselen.
pl: Program do ustawiania i zmieniania haseł.

source: Please report bugs and send pull requests to E<lt>https://github.com/pampanic/pam_panicE<gt>.
de: Fehlerberichte (möglichst auf Englisch) und Codeverbesserungen können hier eingereicht werden: E<lt>https://github.com/pampanic/pam_panicE<gt>.
fr: Veuillez reporter les bugs ou envoyer une demande de correction à E<lt>https://github.com/pampanic/pam_panicE<gt>.
ja: E<lt>https://github.com/pampanic/pam_panicE<gt> で、バグの報告やプルリクエストを行ってください。
nl: Meld bugs en zend pull-requests aan E<lt>https://github.com/pampanic/pam_panicE<gt>.
pl: Raporty o błędach (najlepiej po angielsku) i ulepszenia kodu można zgłosić tutaj: E<lt>https://github.com/pampanic/pam_panicE<gt>.

source: SEE ALSO
de: SIEHE AUCH
fr: VOIR AUSSI
ja: 関連項目
nl: ZIE OOK
pl: PATRZ RÓWNIEŻ

source: AUTHORS
de: AUTOREN
fr: AUTEURS
ja: 著者
nl: AUTEURS
pl: AUTORZY

source: pam_panic was written by Bandie E<lt>bandie@chaospott.deE<gt>.
de: pam_panic wurde von Bandie E<lt>bandie@chaospott.deE<gt> entwickelt.
fr: pam_panic à été écris par Bandie E<lt>bandie@chaospott.deE<gt>.
ja: pam_panic は Bandie E<lt>bandie@chaospott.deE<gt> によって作成されました。
nl: pam_panic is geschreven door Bandie E<lt>bandie@chaospott.deE<gt>.
pl: pam_panic utworzone przez Bandie E<lt>bandie@chaospott.deE<gt>.

source: This man page has been revised by Jordy Dickinson E<lt>jordy.dickinson@icloud.comE<gt>.
de: Diese man page wurde von Bandie E<lt>bandie@chaospott.deE<gt> ins Deutsche übersetzt.
fr: La version Française à été traduite par Dashie E<lt>dashie@otter.shE<gt>.
ja: この翻訳は Chromium Neptune E<lt>chromium@neplanet.comE<gt> によって作成されています。
nl: Deze handleiding is vertaald door Chris E<lt>chris@heychris.euE<gt>.
pl: Ta instrukcja obsługi została przetłumaczona na język polski przez Dekster-a E<lt>schlaukopp96@gmail.comE<gt>.

source: pam_panic_pw - Set and change the passwords for the B<pam_panic>(8) PAM module.
de: pam_panic_pw - Setzen der Passwörter für das B<pam_panic>(8) PAM-Modul.
fr: pam_panic_pw - Configurer et changer les mots de passe pour le module PAM B<pam_panic>(8).
ja: pam_panic_pw - B<pam_panic>(8) PAM モジュールで使用するパスワードの設定と変更を行う。
nl: pam_panic_pw - Wachtwoorden voor het B<pam_panic>(8) PAM-module zetten en wisselen.
pl: pam_panic_pw - Ustawienie haseł dla modułu PAM B<pam_panic>(8).

source: B<pam_panic_pw> sets the passwords for the B<pam_panic>(8) PAM module.
de: B<pam_panic_pw> setzt die Passwörter für das B<pam_panic>(8) PAM-Modul.
fr: B<pam_panic_pw> configure les mots de passe pour le module PAM B<pam_panic>(8).
ja: B<pam_panic_pw> は B<pam_panic>(8) PAM モジュールで使用するパスワードの設定および変更を行います。
nl: B<pam_panic_pw> zet de wachtwoorden voor het B<pam_panic>(8) PAM-module.
pl: B<pam_panic_pw> ustawia hasła dla modułu B<pam_panic>(8).
