Repository: Bandie/pam_panic
Catalog: po4a/*.po
Languages: de, fr, ja, nl, pl

source: There are two passwords: the "key password" and the "panic password". The "key password" is used for the normal authentication whereas the "panic password" will execute the panic function.
de: Man verwendet zwei Passwörter, die als Schlüssel dienen. Dabei wird ein "Schlüsselpasswort" und ein "Panikpasswort" festgelegt. Das Panikpasswort wird hierbei die I<Panikfunktion> aufrufen.
fr: Il-y-à deux mots de passe: le "mot de passe de clé" et le "mot de passe de panique". Le "mot de passe de clé" est utilisé pour une authentification normale alors que le "mot de passe de panique" executera la fonction de panique.
ja: 認証パスワードとパニックパスワードの2つのパスワードを用意します。 認証パスワードは、通常の認証に使用します。 パニックパスワードは、パニック機能の発動に使用します。
nl: Er zijn twee wachtwoorden: het "sleutelwachtwoord" en het "paniek-wachtwoord". Het "sleutelwachtwoord" wordt voor gewone authenticatie gebruikt en het "paniek-wachtwoord" zal de paniekfunctie uitvoeren.
pl: Używa się dwóch haseł, które służą jako klucze. Jedno jest "hasłem kluczowym" i jedno "hasłem panicznym".Klucz paniczny wykonuje I<funkcje paniczną>.

source: Passwords set successfully.
de: Passwörter erfolgreich gesetzt.
fr: Mots de passe configurés avec succès.
ja: パスワードは正しく設定されました。
nl: Zetten van wachtwoord geslaagd.
pl: Hasła zostały pomyślnie ustawione.

source: Access denied.
de: Keine Berechtigungen.
fr: Accès refusé.
ja: アクセスが拒否されました。
nl: Toegang afgewezen.
pl: Brak uprawnień.

source: Could not open the password file.
de: Konnte Passwortdatei nicht öffnen.
fr: Impossible d'ouvrir le fichier de mots de passe.
ja: パスワードファイルを開けません。
nl: Kon het wachtwoordbestand niet openen.
pl: Nie dało się otworzyć pliku haseł.

source: The password file.
de: Die Passwortdatei.
fr: Le fichier de mots de passe.
ja: パスワードファイルです。
nl: Het wachtwoordbestand.
pl: Plik haseł.

source: NAME
fr: NOM
ja: 名前
nl: NAAM
pl: IMIĘ

source: BUGS
ja: バグ報告
pl: BŁĘDY

source: __PPASSFILE__
fr: __PASSFILE__

source: The UUID of the device containing the LUKS header to erase when the I<panic function> is triggered. Erasing the LUKS header will render the data unreadable.
ja: LUKSヘッダーを消去するための鍵となるデバイスのUUIDを指定しますLUKSヘッダーを消去した場合、データは復元できなくなります。
