Repository: Bandie/pam_panic
Catalog: po/*.po
Languages: de, es, fr, ja, nl, pl

source: On Ubuntu you might want to separate the above mentioned lines on the files common-auth for the "auth" part and common-account for the "account" part.
de: Auf Ubuntu möchte man die o.g. Zeilen seperieren auf die Dateien common-auth für den "auth"-Teil und common-account für den "account"-Teil.
es: En Ubuntu es posible que desee separar las líneas mencionadas anteriormente en los archivos, common-auth para la parte "auth" y common-account para la parte "account".
fr: Sous Ubuntu, vous voudrez peut-être séparer les lignes mentionnées ci-dessus dans les fichiers common-auth pour la partie "auth" et common-account pour la partie "account".
ja: Ubuntuでは、ファイル内の上記の行を、 "auth"部分の "common-auth"と "account"部分の "common-account"に分割することができます。
nl: Met Ubuntu is het aanbevolen om de bovenstaande lijnen op de bestanden common-auth voor het deel "auth" en common-account voor het deel "account" te verdelen.
pl: Na Ubuntu trzeba rozdzielić linie u góry na pliki common-auth dla części "auth" i common-account dla części "account"

source: Once you have changed and saved those files, pam_panic will be active.
de: Sobald diese Dateien verändert und gespeichert worden sind, wird pam_panic aktiv sein.
es: Una vez que haya cambiado y guardado estos archivos, pam_panic estará activo.
fr: Une fois que vous avez modifié et enregistré ces fichiers, pam_panic sera actif.
ja: これらのファイルを変更して保存すると、pam_panicがアクティブになります。
nl: Zodra je de bestanden gewijzigd en opgeslagen hebt is pam_panic actief.
pl: Po zmianie i zapisaniu tych plików, pam_panic będzie aktywny.

source: At your next login you need to
de: Beim nächsten Login musst du
es: En su próximo inicio de sesión necesita
fr: À la prochaine connexion, vous devez
ja: 次のログイン時に
nl: Bij de volgende login moet je
pl: Przy następnym logowaniu musisz

source: type your pam_panic authentification password or
de: dein pam_panic Authentifizierungspasswort eingeben oder
es: escribir su contraseña de autenticación pam_panic o
fr: taper votre mot de passe d’authentification pam_panic ou
ja: pam_panic認証パスワードを入力するか、
nl: het pam_panic authentificatie-wachtwoord intypen of
pl: wpisać hasło dla pam_panic lub

source: insert your removable authentication media
de: deinen Wechseldatenträger für die Authentifizierung einführen
es: insertar su medio de autenticación extraíble
fr: insérer votre disque d'authentification amovible
ja: 取り外し可能な認証メディアを挿入する
nl: je verwijderbare authentificatie-medium insteken.
pl: włożyc twoje urządzenie autoryzacyjne

source: previous your regular user password.
de: bevor dein reguläres Benutzerpasswort abgefragt wird.
es: antes de su contraseña de usuario habitual.
fr: avant votre mot de passe utilisateur habituel.
ja: これは、通常のユーザーパスワードの前のものでなければなりません。
nl: voordat je je gewone gebruikerswachtwoord invoert.
pl: zanim będziesz mógł wprowadzić twoje hasło użytkownika.

source: You want more security? Read section ADDITIONAL SECURITY: MEMORY POISONING in the man pages of pam_panic ("man pam_panic").
pl: Chcesz więcej bezpieczeństwa? Przeczytaj sekcję DODATKOWE ZABEZPIECZENIE: MEMORY POISONING na stronach man pam_panic.

source: If you got any question, don't hesitate to ask via IRC (chat.freenode.net in room #pampanic) or via mail + GPG.
de: Falls irgendwelche Fragen aufkommen sollten, zögere nicht zu fragen: Erreichbar im IRC (chat.freenode.net im Raum #pampanic) oder via Mail mit GPG.
es: Si tiene alguna pregunta, no dude en preguntar en IRC (chat.freenode.net en la sala #pampanic) o por correo electrónico + GPG.
fr: Si vous avez des questions, n'hésitez pas à les demander via IRC (chat.freenode.net dans le salon #pampanic) ou via mail + GPG.
ja: ご質問がある場合は、IRC（chat.freenode.net room #pampanic）または電子メール+ GPGでお気軽にお問い合わせください。
nl: Als je enige vraag hebt dan stel ze meteen via IRC (chat.freenode.net in ruimte #pampanic) of via mail + GPG.
pl: Jeśli masz pytania, możesz się zapytać przez IRC (chat.freenode.net w pokoju #pampanic) lub przez maila zaszyfrowanym GPG.

source: Press enter to exit.
de: Drücke Enter zum beenden.
es: Presione la tecla enter para salir.
fr: Appuyez sur la touche Entrée pour quitter.
ja: Enterキーを押して終了します。
nl: Druk Enter om het programma te beÃ«indigen.
pl: Naciśnij Enter, aby wyjść.

source: OK
fr: D'accord
