Repository: Bandie/pam_panic
Catalog: po/*.po
Languages: de, es, fr, ja, nl, pl

source: CRITICAL: Problem with regcomp.
de: CRITICAL: Problem mit regcomp.
es: CRITICAL: Problema con regcomp.
fr: CRITIQUE: Problème avec regcomp.
ja: クリティカル： "regcomp"の問題
nl: KRITISCH: Probleem met regcomp.
pl: Błąd KRYTYCZNY: Problem z regcomp.

source: ERROR: Arguments invalid. Note that "allow" and "reject" must have a valid GPT UUID.
de: ERROR: Argument ungültig. Hinweis: "allow" und "reject" müssen eine valide GPT UUID aufweisen.
es: ERROR: Argumentos inválidos. Tenga en cuenta que "allow" y "reject" deben tener un UUID de GPT válido.
fr: ERREUR: Arguments invalides. Notez que "allow" et "reject" doivent avoir un UUID GPT valide.
ja: エラー： 引き数が無効です。 "allow"と "reject"には有効なGPT UUIDが必要です。
nl: FOUT: Argumenten niet geldig. Let erop dat "allow" en "reject" een geldige GPT UUID nodig hebben.
pl: BŁĄD: Nieprawidłowe argumenty. Proszę zwrócić uwagę nato że "allow" i "reject" muszą mieć prawidłową GPT UUID.

source: ALERT for argument "serious": Device doesn't exist.
de: ALERT für Argument "serious": Gerät existiert nicht.
es: ALERT para el argumento "serious": El dispositivo no existe.
fr: ALERTE pour l'argument "serious" : Le périphérique n'existe pas.
ja: 引数 "serious"のアラート：デバイスが存在しません。
nl: WAARSCHUWING bij argument "serious": Toestel bestaat niet.
pl: UWAGA dla argumentu "serious": Urządzenie nie istnieje.

source: Key?
de: Schlüssel?
es: ¿Código?
fr: Clé?
ja: キー？
nl: Sleutel?
pl: Klucz?

source: Couldn't identify any key after 3 tries.
de: Konnte keinen Schlüssel nach 3 Versuchen identifizieren.
es: No se pudo identificar ninguna clave después de 3 intentos.
fr: Impossible d'identifier une touche après 3 essais.
ja: 3回の試行後にキーを特定できませんでした。
nl: Kon na 3 pogingen geen sleutel identificeren.
pl: 'Nie znaleziono klucza po 3 prób.

source: ALERT for password option: No password file detected.
de: ALERT für Passwort-Option: Keine Passwort-Datei gefunden.
es: ALERT para la opción de contraseña: No se ha detectado ningún archivo de contraseña.
fr: ALERTE pour l'option de mot de passe: Aucun fichier de mot de passe détecté.
ja: パスワードオプションの警告：パスワードファイルが検出されませんでした。
nl: WAARSCHUWING bij optie password: Geen wachtwoordenbestand gevonden.
pl: UWAGA dla opcji hasła: Nie wykryto pliku hasłowego.

source: ERROR: Couldn't open password file.
de: ERROR: Konnte Passwort-Datei nicht öffnen.
es: ERROR: No se pudo abrir el archivo de contraseña.
fr: ERREUR: Impossible d'ouvrir le fichier de mot de passe.
ja: エラー：パスワードファイルを開くことができませんでした。
nl: FOUT: Kon wachtwoordenbestand niet openen.
pl: BŁĄD: Nie dało sie otworzyć pliku hasłowego.

source: CRITICAL: Password file is corrupt!
de: CRITICAL: Passwort-Datei ist beschädigt!
es: CRITICAL: Archivo de contraseña está dañado!
fr: CRITIQUE: Le fichier de mot de passe est corrompu!
ja: 危険：パスワードファイルが壊れています！
nl: KRITISCH: Wachtwoordenbestand is defect!
pl: Błąd KRYTYCZNY: Plik hasłowy jest uszkodzony!

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
ja: パスフレーズ:
nl: Wachtwoord:
pl: Hasło:

source: ERROR opening file!
de: ERROR: Datei konnte nicht geöffnet werden!
es: ERROR al abrir el archivo!
fr: ERREUR en ouvrant le fichier.
ja: ファイルを開く際にエラーが発生
nl: FOUT bij het openen van het bestand!
pl: BŁĄD podczas otwierania pliku!

source: Key password:
de: Schlüsselpasswort:
es: Contraseña clave:
fr: Mot de passe clé :
ja: キーのパスワード：
nl: Sleutelwachtwoord:
pl: Hasło klucza:

source: Panic password:
de: Panikpasswort:
es: Contraseña de pánico:
fr: Mot de passe panique :
ja: パニックパスワード：
nl: Paniek-wachtwoord:
pl: Hasło panikowe:

source: Confirm key password:
de: Schlüsselpasswort bestätigen:
es: Confirmar contraseña clave:
fr: Confirmer le mot de passe de clé :
ja: キーのパスワードを確認：
nl: Sleutelwachtwoord bevestigen:
pl: Potwierdź hasło klucza:

source: Confirm panic password:
de: Panikpasswort bestätigen:
es: Confirmar contraseña de pánico:
fr: Confirmer le mot de passe de panique :
ja: パニックパスワードを確認する：
nl: Paniek-wachtwoord bevestigen:
pl: Potwierdź hasło panikowe:

source: Please run this program under root. Write access to %s is mandatory.
de: Dieses Programm muss als root ausgeführt werden. Schreibrechte auf %s sind dabei notwendig.
es: Ejecute este programa con acceso root. El acceso de escritura a %s es obligatorio.
fr: Veuillez exécuter ce programme avec les privilèges root. L'accès en écriture à %s est obligatoire.
ja: root権限でこのプログラムを実行してください。 %sへの書き込みアクセスは必須です。
nl: Dit programma aub als root uitvoeren. Schrijvende toegang tot %s is vereist.
pl: Proszę wykonać ten program jako root. Prawo zapisu w %s koniecznie potrzebne.

source: Didn't work. Bye.
de: Hat nicht funktioniert. Tschüss.
es: No funcionó. Adiós.
fr: N'a pas fonctionné. Au revoir.
ja: うまくいきませんでした。 さようなら。
nl: Heeft niet gewerkt. Ciao.
pl: Nie działało. Narka.

source: Password didn't match. Try again.
de: Passwort stimmt nicht überein. Bitte noch einmal versuchen.
es: La contraseña no coincide. Inténtalo de nuevo.
fr: Le mot de passe ne correspond pas. Réessayer.
ja: パスワードが一致しませんでした。 再試行する。
nl: Wachtwoord was niet gelijk. Probeer het nog eens.
pl: Hasło nie pasuje. Spróbuj ponownie.

source: ERROR: Bash script was not built correctly.
de: ERROR: Bash script wurde nicht korrekt gebaut.
es: ERROR: Bash script no fue construido correctamente.
fr: ERREUR: Le script Bash n'a pas été construit correctement.
ja: エラー：Bashスクリプトが正しく構築されていませんでした。
nl: FOUT: Het bash-script is niet correct gebouwd.
pl: BŁĄD: Skyrpt bashowy nie został zbudowany poprawnie.

source: Please run this script as root or use sudo.
de: Dieses Skript bitte als root ausführen oder sudo benutzen.
es: Ejecutar este script como root o usando sudo.
fr: Veuillez exécuter ce script en tant que root ou utilisez sudo.
ja: このスクリプトをrootとして実行するか、sudoを使用してください。
nl: Voer dit script aub als root uit of maak gebruik van sudo.
pl: Proszę wykonaj ten skrypt jako root lub użyj sudo.

source: pam_panic's Configuration Generator.
de: pam_panics Konfigurationsgenerator.
es: Configurador de configuración de pam_panic.
fr: Le générateur de configuration de pam_panic.
ja: pam_panicの設定ジェネレータ。
nl: Configuratie-generator voor pam_panic.
pl: Generator konfiguracji pam_panic.

source: LEGAL NOTICE
nl: JURIDISCHE KENNISGEVING
pl: NOTA PRAWNA

source: You should not issue the panic function if you think that your data has been cloned before. This might cause more problems than it can help you.
nl: Je moet de paniekfunctie niet uitvoeren als je denkt dat jouw gegevens al eerder zijn gekloond. Dit kan meer problemen veroorzaken dan het je kan helpen.
pl: Nie powinieneś wydawać funkcji paniki, jeśli uważasz, że twoje dane zostały sklonowane wcześniej. Może to spowodować więcej problemów, niż może ci pomóc.

source: Bye! :)
de: Tschööö! :)
es: ¡Adiós! :)
fr: Au revoir! :)
ja: さようなら！ :)
nl: Doei! :)
pl: Narka! :)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Afbreken
pl: Anuluj

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
nl: Authentificatie
pl: Autoryzacja

source: Panic
de: Panik
es: Pánico
fr: Panique
ja: パニック
nl: Paniek
pl: Panika

source: Please remove all removable media devices before you continue.
de: Bevor wir fortfahren, bitte alle Wechseldatenträger entfernen.
es: Retire todos los dispositivos de medios extraíbles antes de continuar.
fr: Retirez tous les disques amovibles avant de continuer.
ja: 続行する前に、すべてのリムーバブルメディアデバイスを取り外してください。
nl: Verwijder aub alle verwijderbare media voordat je verdergaat.
pl: Usuń wszystkie nośniki wymienne przed następnym krokiem.

source: Note, if your device doesn't show up in the upcoming list it might not be a GPT formatted device.
de: Hinweis: Falls der Wechseldatenträger in der kommenden Liste nicht auftaucht, könnte es sich um ein Datenträger handeln, der nicht GPT-formatiert wurde.
es: Tenga en cuenta que si su dispositivo no aparece en la próxima lista, es posible que no sea un dispositivo con formato GPT.
fr: Notez que si votre périphérique ne figure pas dans la liste à venir, il peut ne pas s'agir d'un disque au format GPT.
ja: デバイスが今後のリストに表示されない場合は、GPT形式のデバイスではない可能性があります。
nl: Als het toestel niet in de volgende lijst staat is het mogelijk dat het toestel niet GPT-geformatteerd is.
pl: Uwaga: Jeśli twoje urządzenie nie pojawia się w liście urządzen, to może być że urządzenie nie zostało sformatowane w formacie GPT.

source: Please insert the device you want to use as Authentication device and press OK.
de: Bitte nun den Wechseldatenträger einführen, welches als Authentifizierung dienen soll und anschließend OK drücken.
es: Inserte el dispositivo que desea usar como dispositivo de autenticación y presione OK.
fr: Veuillez insérer le périphérique que vous souhaitez utiliser comme disque d'authentification et appuyer sur "D'accord".
ja: 認証デバイスとして使用するデバイスを挿入し、[OK]を押してください。
nl: Steek nu het toestel in dat je als authenticatie-toestel gebruiken wil en klik dan OK.
pl: Proszę włóż urządzenie które chcesz użyć jako urządzenie autoryzacyjne i naciśnij OK.

source: Please insert the device you want to use as Panic device and press OK.
de: Bitte nun den Wechseldatenträger einführen, welches als Panikauslöser dienen soll und anschließend OK drücken.
es: Inserte el dispositivo que desea usar como dispositivo de pánico y presione OK.
fr: Veuillez insérer le périphérique que vous souhaitez utiliser comme disque de panique et appuyer sur "D'accord".
ja: パニックデバイスとして使用するデバイスを挿入し、[OK]を押してください。
nl: Steek nu het toestel in dat je als paniek-toestel gebruiken wil en klik dan OK.
pl: Proszę włóż urządzenie które chcesz użyć jako urządzenie panikowe i naciśnij OK.

source: Removable media: Authentication device
de: Wechseldatenträger: Authentifizierungsgerät
es: Medios extraíbles: Dispositivo de autenticación
fr: Disque amovible: Périphérique d'authentification
ja: リムーバブルディスク：認証デバイス
nl: Verwijderbare media: Authenticatie-toestel
pl: Nośniki wymienny: urządzenie autoryzacyjne

source: Removable media: Panic device
de: Wechseldatenträger: Panikauslöser
es: Medios extraíbles: Dispositivo de pánico
fr: Disque amovible: Périphérique de panique
ja: リムーバブルディスク：パニックデバイス
nl: Verwijderbare media: Paniek-toestel
pl: Nośniki wymienny: urządzenie panikowe

source: Choose your device:
de: Wähle dein Gerät:
es: Elige tu dispositivo:
fr: Choisissez votre disque amovible:
ja: あなたのデバイスを選択してください：
nl: Kies het toestel:
pl: Wybierz twoje urządzenie:

source: Detecting devices...
de: Geräte werden ermittelt...
es: Detectando dispositivos ...
fr: Détection des disques amovibles ...
ja: デバイスを検出しています...
nl: Zoeken naar toestellen...
pl: Wykrywanie urządzeń trwa ...

source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue!
ja: ようこそ！
nl: Welkom!
pl: Witaj!

source: Welcome to pam_panic's Configuration Generator.
de: Willkommen zum pam_panic Konfigurationsgenerator.
es: Bienvenido al Generador de Configuración de pam_panic.
fr: Bienvenue dans le générateur de configuration de pam_panic.
ja: pam_panicのConfiguration Generatorへようこそ。
nl: Welkom naar de configuratie-generator van pam_panic.
pl: Witaj w generatorze konfiguracji pam_panic.

source: It will help you to create a valid pam_panic setup. It will also generate a PAM configuration file.
de: Es hilft dabei, eine valide pam_panic-Konfiguration zu erstellen. Ebenfalls wird eine PAM-Konfigurationsdatei erstellt.
es: Te ayudará a crear una configuración pam_panic válida. También generará un archivo de configuración PAM.
fr: Cela vous aidera à créer une configuration pam_panic valide. Il générera également un fichier de configuration PAM.
ja: これは、有効なpam_panicセットアップを作成するのに役立ちます。 また、PAM構成ファイルも生成されます。
nl: Het zal je erbij helpen een geldige setup voor pam_panic te creÃ«ren. Het genereert ook een configuratiebestand voor PAM.
pl: Pomoże ci skonfigurować pam_panic i ztworzy plik konfiguracyjny PAM.

source: After you're done with this Configuration Generator, you will see some hints how to integrate the new PAM configuration file in your system.
de: Nachdem alle Schritte durchlaufen wurden, erscheinen Tipps, wie die neue PAM-Konfigurationsdatei in das System integriert werden kann.
es: Una vez que haya terminado con este generador de configuración, verá algunos consejos sobre cómo integrar el nuevo archivo de configuración PAM en su sistema.
fr: Une fois que vous avez terminé avec ce générateur de configuration, vous verrez quelques astuces sur la manière d'intégrer le nouveau fichier de configuration PAM dans votre système.
ja: この設定ジェネレータを完了すると、新しいPAM設定ファイルをシステムに統合する方法のヒントが表示されます。
nl: Nadat je met de configuratie-generator klaar bent zie je enige tips over hoe je het nieuwe configuratiebestand voor PAM in het systeem integreert.
pl: Po zakończeniu konfiguracji zobaczysz kilka wskazówek jak zintegrować nowy plik konfiguracji PAM w twoim systemie.

source: Authentication mode
de: Authentifizierungsmodus
es: Modo de autenticación
fr: Mode d'authentification
ja: 認証モード
nl: Authenticatie-modus
pl: Tryb autoryzacyjny

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
ja: パスワード
nl: Wachtwoorden
pl: Hasła

source: Media
de: Datenträger
es: Medios
fr: Disque
ja: ディスク
pl: Urządzenia

source: You can choose between the "two removable media" option and the "two passwords" option.
de: Man kann zwischen den Optionen "zwei Wechseldatenträger" und "zwei Passwörter" wählen.
es: Puede elegir entre la opción "dos medios extraíbles" y la opción "dos contraseñas".
fr: Vous pouvez choisir entre l'option "deux disques amovibles" et l'option "deux mots de passe".
ja: 「2つのリムーバブルディスク」オプションと「2つのパスワード」オプションのどちらかを選択できます。
nl: Je kan kiesen tussen de optie "twee verwijderbare media" of de optie "twee wachtwoorden".
pl: Możesz wybrać opcji "two removable media" opcji "two passwords".

source: See "Help" to learn what it is.
de: Siehe "Hilfe", um zu erfahren, was die Optionen bedeuten.
es: Consulte "Ayuda" para saber qué es.
fr: Voir "Aide" pour savoir ce que c'est.
ja: それが何であるかを知るには、「ヘルプ」を参照してください。
nl: Zie "Hulp" om uit te vinden wat dat is.
pl: Aby dowiedzieć się, co to jest, wyświetlij "Wsparcie".

source: Removable media or passwords?
de: Wechseldatenträger oder Passwort?
es: ¿Medios extraíbles o contraseñas?
fr: Disques amovibles ou mots de passe?
ja: リムーバブルディスクまたはパスワード？
nl: Verwijderbare media of wachtwoorden?
pl: Nośnik wymienny lub hasło?

source: Authentication device chosen with UUID
de: Wechseldatenträger für die Authentifizierung ausgewählt, mit der UUID
es: Dispositivo de autenticación elegido con UUID
fr: Disque d'authentification choisi avec UUID
ja: UUIDで選択された認証デバイス：
nl: Authenticatie-toestel naar UUID gekozen
pl: Urządzenie autoryzacyjne wybrane poprzez UUID

source: Panic device chosen with UUID
de: Wechseldatenträger für die Panikauslöung ausgewählt, mit der UUID
es: Dispositivo de pánico elegido con UUID
fr: Disque de panique choisi avec UUID
ja: UUIDで選択されたパニックデバイス：
nl: Paniek-toestel naar UUID gekozen
pl: Urządzenie panikowe wybrane poprzez UUID

source: Do you want to set the passwords now?
de: Wollen wir jetzt die beiden Passwörter setzen?
es: ¿Quieres establecer las contraseñas ahora?
fr: Voulez-vous définir les mots de passe maintenant?
ja: 今すぐパスワードを設定しますか？
nl: Wil je de wachtwoorden nu instellen?
pl: Chcesz ustawić hasła teraz?

source: Failed to set the passwords. :(
de: Passwörter setzen fehlgeschlagen. :(
es: Error al establecer las contraseñas. :(
fr: Impossible de définir les mots de passe. :(
ja: パスワードの設定に失敗しました。 :(
nl: Kon de wachtwoorden niet instellen. :(
pl: Nie udało się ustawić haseł... :(

source: pam_panic's behaviour
de: Verhalten von pam_panic
es: Comportamiento de pam_panic
fr: Le comportement de pam_panic
ja: pam_panicの動作
nl: Gedrag van pam_panic
pl: Zachowanie pam_panic

source: Do you wish to destroy your LUKS header key slots in case of emergency?
de: Sollen die LUKS header-Schlüsselslots im Falle eines Notfalls zerstört werden?
es: ¿Desea destruir su LUKS header key slots en caso de emergencia?
fr: Souhaitez-vous détruire votre fentes de clés d'en-tête LUKS en cas d'urgence?
ja: 緊急時にLUKSヘッダーキースロットを破棄したいですか？
nl: Wil je de key slots in je LUKS-header in een noodgeval vernietigen?
pl: Chcesz zniszczyć twoje kopie zapasowe kluczy (key slots) nagłówki LUKS w wypadku awarii?

source: This means that your encrypted root partition won't be decryptable anymore. After this question we will create a LUKS header backup, if you wish.
de: Das bedeutet, dass die verschlüsselte Systempartition nicht mehr entschlüsselbar wird. Nach dieser Frage werden wir auf Wunsch ein Backup erstellen.
es: Esto significa que su partición de sistema cifrada ya no será descifrable. Después de esta pregunta, crearemos una copia de seguridad de LUKS header, si lo desea.
fr: Cela signifie que votre partition root chiffrée ne sera plus déchiffrable. Après cette question, nous allons créer une sauvegarde de l'en-tête LUKS, si vous le souhaitez.
ja: つまり、暗号化されたシステムパーティションはもはや復号化できません。 この質問の後、必要に応じてLUKSヘッダーバックアップを作成します。
nl: Dat bedoelt dat je versleutelde root-partitie niet meer ontsleutelbaar is. Na deze vraag zullen we een backup van je LUKS-header aanmaken als je dat wilt.
pl: Odszyfrowanie partycji głównej już nie będzie możliwe. Przy kolejnym kroku będziesz mógł stworzyć kopię zapasową nagłówki LUKS.

source: We will destroy
de: Wir werden
es: Destruiremos
fr: Nous allons détruire
ja: 私たちは、パニック機能をトリガするときに
nl: We zullen
pl: Zostanie zniszczone:

source: when you trigger the panic function.
de: zerstören, wenn die Panikfunktion ausgelöst wird.
es: cuando actives la función de pánico.
fr: lorsque vous déclencherez la fonction de panique.
ja: を破壊します。
nl: vernietigen als je de paniek-functie activeert.
pl: Kiedy funkcja paniki zostanie uruchomiona.

source: Do you want to make a LUKS-Header backup now?
de: Wollen wir jetzt LUKS-Header backups machen?
es: ¿Quieres hacer una copia de seguridad de LUKS header ahora?
fr: Voulez-vous effectuer une sauvegarde de l'en-tête LUKS maintenant?
ja: 今LUKSヘッダーバックアップを作成しますか？
nl: Wil je nu een backup van je LUKS-header aanmaken?
pl: Chcesz teraz stworzyć kopię zapasową nagłówki LUKS?

source: Save location:
de: Speicherort:
es: Ubicación:
fr: Emplacement:
ja: ファイルの場所：
nl: Opslagplaats:
pl: Miejsce zapisania:

source: The LUKSHeader backup has been saved here:
de: Das LUKS-Header-Backup wurde hier abgespeichert:
es: La copia de seguridad de LUKS header se ha guardado aquí:
fr: La sauvegarde de l'en-tête LUKS à été sauvegardée ici:
ja: LUKSHeaderバックアップがここに保存されました：
nl: Het backup van je LUKS-header is hier opgeslagen:
pl: Kopia zapasowa nagłówki LUKS została zapisana tutaj:

source: ERROR: There is no encrypted root partition on /dev/sda.
de: ERROR: Es existiert keine verschlüsselte Systempartition auf /dev/sda.
es: ERROR: No hay una partición del sistema cifrada en /dev/sda.
fr: ERREUR: Il n'y à pas de partition chiffrée sur /dev/sda.
ja: エラー：/dev/sdaには暗号化されたルートパーティションはありません。
nl: FOUT: Er is geen versleutelde root-partitie op /dev/sda.
pl: BŁĄD: Nie ma zaszyfrowanej partycji głównej na /dev/sda.

source: Reboot
de: Neustart
es: Reiniciar
fr: Redémarrer
ja: 再起動
nl: Herstarten
pl: uruchom ponownie

source: Shutdown
de: Herunterfahren
es: Apagar
fr: Arrêter
ja: シャットダウン
nl: Afsluiten
pl: wyłączyć

source: Nothing
de: Nichts
es: Nada
fr: Rien
ja: 何も
nl: Niets
pl: nic

source: Do you wish a reboot or a shutdown after issuing the panic function? Or shall we do nothing at all?
de: Ist ein Neustart oder ein Herunterfahren gewünscht, nachdem die Panikfuktion aktiviert wurde? Oder sollen wir einfach gar nichts tun?
es: ¿Desea un reinicio o un apagado después de emitir la función de pánico? ¿O no haremos nada en absoluto?
fr: Souhaitez-vous un redémarrage ou un arrêt après avoir activé la fonction panique? Ou ne ferons-nous rien du tout?
ja: パニック機能を実行した後に再起動またはシャットダウンしますか？ あるいは、私たちは何もしませんか？
nl: Wil je de computer herstarten of afsluiten als de paniek-functie geactiveerd wordt? Of zullen we helemaal niks doen?
pl: Chcesz uruchomić komputer ponownie lub wyłączyć go po wyzwaleniu funkcji panikowej? Albo nic się nie stać?

source: Strict mode
de: Strikter Modus
fr: Mode strict
ja: 厳密モード
nl: Strikte modus
pl: Tryb ścisły

source: Do you want to use the strict mode? It means that pam_panic will lock you out and reject any logins if the configuration is corrupt (like a missing password database).
de: Möchtest du den strikten Modus verwenden? Das heißt, dass pam_panic dich aussperren wird und jeglichen Loginversuch unterbinden wird falls die Konfiguration fehlerhaft ist (wie z.b. eine fehlende Passwortdatenbank).
fr: Voulez-vous utiliser le mode strict? Cela signifie que pam_panic vous bloquera et rejettera toutes les connexions si la configuration est corrompue (comme la base de données de mots de passe est manquante).
nl: Wil je de strikte modus gebruiken? Dat houdt in dat pam_panic alle login-pogingen afwijst als de configuratie fout is (net een ontbrekende wachtwoorden-databank).
pl: Chcesz użyć tryb ścisły? Komputer zostanie zablokowany i nie będzie przyjmował loginów jeśli konfiguracja jest uszkodzona (np. brak baza danych haseł).

source: Generating configuration...
de: Erstelle Konfiguration...
es: Generando configuración ...
fr: Génération de la configuration ...
ja: 設定の生成中...
nl: Configuratie wordt gegenereerd...
pl: Tworzenie konfiguracji trwa...

source: Config file exists
de: Konfigurationsdatei existiert
es: El archivo de configuración existe
fr: Le fichier de configuration existe
ja: 設定ファイルが存在する
nl: Configuratiebestand bestaat
pl: Plik konfiguracyjny istnieje

source: exists. Overwrite it?
de: existiert. Überschreiben?
es: existe. ¿Sobrescribirlo?
fr: existe. Le remplacer?
ja: が存在する。 それを上書きする？
nl: bestaat al. Overschrijven?
pl: istnieje. Chcesz go zastąpić?

source: What now?
de: Was jetzt?
es: ¿Ahora que?
fr: Et maintenant?
ja: 今何？
nl: Wat nu?
pl: Co teraz?

source: Now we saved our configuration to
de: Jetzt haben wir die Konfiguration abgespeichert. Der Speicherort ist
es: Ahora guardamos nuestra configuración en
fr: Nous avons maintenant enregistré notre configuration sur
ja: これで設定が保存されました：
nl: Nu hebben we onze configuratie opgeslagen naar
pl: Konfiguracja została zapisana w

source: If you want to let them apply to the other modules, proceed as follows:
de: Wenn gewünscht ist, dass sie aktiviert wird, geht man wie folgt vor:
es: Si desea que se apliquen a los otros módulos, haga lo siguiente:
fr: Si vous souhaitez les laisser s’appliquer à d’autres modules, procédez comme suit:
ja: 他のモジュールに適用させる場合は、次の手順を実行します。
nl: Als je ze op andere modules toepassen wilt dan voer de volgende stappen uit:
pl: Jeśli chcesz zastosować je do innych modułów, wykonaj te instrukcje:

source: Open a module configuration in
de: Öffne eine Modulkonfiguration in
es: Abra una configuración de módulo en
fr: Ouvrez une configuration de module dans
ja: モジュール設定を開く：
nl: Open een module-configuratie in
pl: Otworzyć konfigurację modułu w

source: You can try out:
de: Man kann dabei folgendes ausprobieren:
es: Puedes probar:
fr: Vous pouvez essayer:
ja: 試してみることができます：
nl: Bijvoorbeeld kan je de volgende bestanden proberen:
pl: Możesz wypróbować:

source: and
de: und
es: y
fr: et
ja: と
nl: en
pl: i

source: After the line "#%PAM-1.0" append
de: Füge nach der Zeile "#%PAM-1.0" folgendes hinzu
es: Después de la línea "#%PAM-1.0", agregue
fr: Après la ligne "#%PAM-1.0", ajoutez
ja: "#%PAM-1.0"行の後に、追加してください
nl: Voeg het volgende naar de lijn "#%PAM-1.0" toe:
pl: Po linii "#%PAM-1.0" dodaj
